[
    {
        "brand": "MASERATI",
        "model": "MASERATI GRAN TURISMO SPORT",
        "photo": "https://i.ibb.co/cJwch68/performance1.jpg",
        "category": "637f1e045f60ef85dced8f16",
        "category-name": "Performance",
        "asking-price": "2,50,000",
        "original-price": "3,00,000",
        "engene": "v8",
        "fuel": "Petrol",
        "top-speed": "301",
        "about": "Maserati Granturismo Sport is the front engined 2+2 seater sports car from Maserati India. Maserati Gran Turismo Sport is powered by a screaming 4.7-Litres Naturally Aspirated V8 engine producing 460Ps / 454BHP of power and 520Nm of torque powering the rear wheels via 6-speed Automatic Transmission that accelerate this car from 0-100kmph in 4.8sec and go to the top speed of 299kmph. Maserati Gran Turismo Sport features stunning elegant looks, sleek lines where air flows seamlessly throughout the bodywork from front to rear. Front fascia is the iconic feature that gulps the air inside the engine bay. Front elongated bonnet accentuated by curvaceous front",
        "seller": "Amdrew Tate"
    },
    {
        "brand": "MERCEDES-BENZ",
        "model": "AMG GT ",
        "photo": "https://i.ibb.co/1v4vCxM/performance2.jpg",
        "category": "637f1e045f60ef85dced8f16",
        "category-name": "Performance",
        "asking-price": "2,64,000",
        "original-price": "2,90,000",
        "engene": "v8",
        "fuel": "Petrol",
        "top-speed": "318",
        "about": "Mercedes-AMG GT lineup is the flagship model range under Mercedes-Benz’s performance division AMG. In India, Mercedes-AMG GT line-up comes with 2 variants and 2 body styles. One is a two-door sports coupe which is calibrated for track-use and can be used for daily use also, Mercedes-AMG GT R coupe is powered by a 4.0-litre turbocharged V8 Petrol engine producing 585ps of power and 700nm of torque going to the rear wheels only via AMG SPEEDSHIFT DCT 7-Speed Sports Transmission. This two-door coupe can accelerate from 0-100kmph in 3.5sec and comes with a top speed of 318kmph. ",
        "seller": "Albert Einstein"
    },
    {
        "brand": "FERRARI",
        "model": "Roma",
        "photo": "https://i.ibb.co/ZNGTzcK/performance3.jpg",
        "category": "637f1e045f60ef85dced8f16",
        "category-name": "Performance",
        "asking-price": "3,76,000",
        "original-price": "4,50,000",
        "engene": "v8",
        "fuel": "Petrol",
        "top-speed": "320",
        "about": "Ferrari Roma marks the beginning of the new era in the Ferrari India lineup. This is the very first attempt of making a comfortable premium Grand Tourer, which Ferrari was missing out from the start. We are familiar with front engine screaming V12 and rear-mid mounted V8 sports car dominating the market. Ferrari Roma is a competitor for Bentley Continental GT, Aston Martin DB11 AMR. It features a curved digital glass instrument cluster with the haptic feedback touch-sensitive multifunctional steering wheel. This front mid-engined V8 luxury grand tourer is powered by a 3.9-Litre Twin-Turbocharged V8 engine producing 620PS of power and 760Nm of torque, that accelerates this rear-wheel drive premium Grand Tourer from 0-100kmph in 3.4sec with a top speed of 320kmph.",
        "seller": "Sir Obaydul Kader"
    },
    {
        "brand": "Jaguar",
        "model": "F Type MY21",
        "photo":"https://i.ibb.co/xHzxhXk/performance4.jpg",
        "category": "637f1e045f60ef85dced8f16",
        "category-name": "Performance",
        "asking-price": "2,61,000",
        "original-price": "3,00,000",
        "engene": "In-Line 4-v8",
        "fuel": "Petrol",
        "top-speed": "300",
        "about": "The Jaguar F-Type is a series of two-door and two-seater sports car manufactured in 2013. It is the replacement for the XK grand tourer and is called  the spiritual successor to the famous E- Type. Jaguar F-type in its most athletic form is very elegant from every angle. The passenger can stay connected with Jaguar’s advanced technology. The F-type is available in both coupe and convertible with their own unique characteristics. The interior of the F-Type is exciting. The lightweight seats are comfortable and closely fitted with the controls being at hands reach. The ambiance can be customized with five colors to suit the mood of the passenger.",
        "seller":"Alone Mask"
    }
]